Repository: rpgmem/total-mail-queue
Catalog: languages/total-mail-queue-*.po
Languages: pt_br

source: unlimited
pt_br: ilimitado

source: Unlock connection fields for editing
pt_br: Desbloqueie os campos de conexão para edição

source: Upload a previously exported XML file to restore settings and SMTP accounts. This will replace all current settings and SMTP accounts.
pt_br: Faça o upload de um arquivo XML exportado anteriormente para restaurar as configurações e as contas SMTP. Isso substituirá todas as configurações e contas SMTP atuais.

source: Username
pt_br: Nome de usuário

source: View message %s
pt_br: Visualizar mensagem %s

source: Waiting: no SMTP account available (check if accounts are enabled and limits are not exceeded).
pt_br: Aguardando: nenhuma conta SMTP disponível (verifique se as contas estão habilitadas e se os limites não foram excedidos).

source: Want to put a test email into the Queue?
pt_br: Deseja adicionar um e-mail de teste à fila?

source: Warning: conflicting email plugin detected.
pt_br: Aviso: foi detectado um plugin de e-mail conflitante.

source: What about Proxy-Caching, e.g. NGINX?
pt_br: E quanto ao cache de proxy, por exemplo, o NGINX?

source: What are Queue alerts?
pt_br: O que são alertas de fila?

source: What is the "Send Method" setting?
pt_br: O que é a configuração "Método de Envio"?

source: When editing a form in Contact Form 7 just add an additional line to the <i>`Additional Headers`</i> field under the <i>`Mail`</i> tab panel.
pt_br: Ao editar um formulário no Contact Form 7, basta adicionar uma linha adicional ao campo <i>`Cabeçalhos Adicionais`</i> no painel da guia <i>`E-mail`</i>.

source: WordPress Cron
pt_br: Cron do WordPress

source: WordPress default
pt_br: Padrão do WordPress

source: WordPress default — Ignore plugin SMTP accounts, send via standard wp_mail()
pt_br: Configuração padrão do WordPress — Ignorar contas SMTP de plugins, enviar via wp_mail() padrão.

source: wp-cron file
pt_br: Arquivo wp-cron

source: wp_mail() returned false. Check for conflicting email plugins or server mail configuration.
pt_br: A função wp_mail() retornou falso. Verifique se há conflitos com plugins de e-mail ou configurações de e-mail do servidor.

source: Yes
pt_br: Sim

source: Yes, this is possible (if you absolutely need to do this).
pt_br: Sim, isso é possível (se você realmente precisar fazer isso).

source: Yes, you can add the custom <i>`X-Mail-Queue-Prio`</i> header set to <i>`High`</i> to your email. High priority emails will be sent through the standard Total Mail Queue sending cycle but before all normal emails lacking a priority header in the queue.
pt_br: Sim, você pode adicionar o cabeçalho personalizado <i>`X-Mail-Queue-Prio`</i> definido como <i>`High`</i> ao seu e-mail. E-mails de alta prioridade serão enviados pelo ciclo de envio padrão da fila Total Mail Queue, mas antes de todos os e-mails normais que não possuem um cabeçalho de prioridade na fila.

source: You are covered. All attachments are stored temporarily in the queue until they are sent along with their corresponding emails.
pt_br: Você está coberto. Todos os anexos são armazenados temporariamente na fila até serem enviados juntamente com seus respectivos e-mails.

source: Your normal WP Cron is disabled. Please make sure you're running the Cron manually by calling %s every couple of minutes.
pt_br: Seu WP Cron padrão está desativado. Certifique-se de executar o Cron manualmente chamando %s a cada poucos minutos.

source: 🔴 WordPress Total Mail Queue Alert - %s
pt_br: 🔴 Alerta de fila de e-mails do WordPress Total - %s
