Repository: rpgmem/total-mail-queue
Catalog: languages/total-mail-queue-*.po
Languages: pt_br

source: %1$d email(s) have been force-resent to the %2$sRetention%3$s queue.
pt_br: %1$d e-mails foram reenviados à força para a fila %2$sRetention%3$s.

source: %1$d email(s) have been put again into the %2$sQueue%3$s.
pt_br: %1$d e-mails foram colocados novamente na %2$sQueue%3$s.

source: %d email(s) have been added back to the queue for resending.
pt_br: %d e-mails foram adicionados novamente à fila para reenvio.

source: %d email(s) were skipped because they are already in the queue waiting to be sent.
pt_br: %d e-mails foram ignorados porque já estão na fila aguardando envio.

source: %d email(s) were skipped because they have already been sent successfully. Sent emails cannot be re-queued.
pt_br: %d e-mails foram ignorados porque já foram enviados com sucesso. E-mails enviados não podem ser reenviados para a fila.

source: (closure)
pt_br: (fechamento)

source: (exported on %s)
pt_br: (exportado em %s)

source: 0 = no retries, email is immediately marked as error
pt_br: 0 = sem tentativas, o e-mail é imediatamente marcado como erro.

source: 0 = unlimited
pt_br: 0 = ilimitado

source: Actions
pt_br: Ações

source: Add SMTP Account
pt_br: Adicionar conta SMTP

source: Alert
pt_br: Alerta

source: Alert enabled
pt_br: Alerta ativado

source: Alert Sensitivity
pt_br: Sensibilidade de Alerta

source: Alerting is disabled
pt_br: O alerta está desativado.

source: Alerts are enabled
pt_br: Os alertas estão ativados.

source: All Mails sent through %1$s are delayed by the %2$sQueue%3$s.
pt_br: Todos os e-mails enviados através de %1$s são atrasados ​​pela fila %2$sQueue%3$s.

source: All outgoing emails are being blocked!
pt_br: Todos os e-mails enviados estão sendo bloqueados!

source: All outgoing emails are being retained and will NOT be sent.
pt_br: Todos os e-mails enviados estão sendo retidos e NÃO serão reenviados.

source: All outgoing emails are being retained and will NOT be sent. No emails will leave this server.
pt_br: Todos os e-mails enviados estão sendo retidos e NÃO serão reenviados. Nenhum e-mail sairá deste servidor.

source: All sending counters have been reset.
pt_br: Todos os contadores de envio foram reiniciados.

source: All statuses
pt_br: Todos os status

source: Are you sure you want to delete the selected items? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir os itens selecionados? Esta ação não pode ser desfeita.

source: Are you sure you want to delete this SMTP account?
pt_br: Tem certeza de que deseja excluir esta conta SMTP?

source: Are you sure you want to reset all sending counters to zero?
pt_br: Tem certeza de que deseja zerar todos os contadores de envio?

source: Attachments
pt_br: Anexos

source: Attempt #%d
pt_br: Tentativa nº %d

source: Attention: It seems that your WP Cron is not running. There are some jobs waiting to be completed.
pt_br: Atenção: Parece que seu WP Cron não está em execução. Há algumas tarefas aguardando conclusão.

source: Attention: Your website has problems sending e-mails
pt_br: Atenção: Seu site está com problemas para enviar e-mails.

source: Authentication
pt_br: Autenticação

source: Auto-Retry
pt_br: Tentativa Automática

source: Automatic
pt_br: Automático

source: Automatic — Use plugin SMTP if available, then captured config, then WordPress default
pt_br: Automático — Usar SMTP do plugin, se disponível, depois a configuração capturada e, por fim, a configuração padrão do WordPress.

source: Block Mode Active
pt_br: Modo de Bloqueio Ativo

source: Block mode is active
pt_br: O modo de bloqueio está ativo

source: Block — Retain all emails, never send (block all outgoing)
pt_br: Bloquear — Reter todos os emails, nunca enviar (bloquear todos os emails de saída)

source: Can I add emails with a high priority to the queue?
pt_br: Posso adicionar e-mails com alta prioridade à fila?

source: Can I send emails <i>instantly</i> without going through the queue?
pt_br: Posso enviar e-mails <i>instantaneamente</i> sem passar pela fila?

source: Cancel
pt_br: Cancelar

source: Connection Settings
pt_br: Configurações de Conexão

source: Connection successful! SMTP server responded correctly.
pt_br: Conexão bem-sucedida! O servidor SMTP respondeu corretamente.

source: Cron Information
pt_br: Informações sobre a Cron

source: Cron Lock Timeout
pt_br: Tempo Limite de Bloqueio Cron

source: Current state:
pt_br: Estado atual:

source: Daily Limit
pt_br: Limite Diário

source: days.
pt_br: dias.

source: Delete
pt_br: Excluir

source: Delete Log entries older than
pt_br: Excluir entradas de log mais antigas que

source: Deleted
pt_br: Excluído

source: Disabled — No interception, emails sent normally
pt_br: Desativado — Sem interceptação, e-mails enviados normalmente

source: Download an XML file with all plugin settings and SMTP accounts. Passwords are included in encrypted form and can only be imported on a site with the same WordPress salt keys.
pt_br: Faça o download de um arquivo XML com todas as configurações do plugin e contas SMTP. As senhas estão incluídas de forma criptografada e só podem ser importadas em um site com as mesmas chaves de segurança do WordPress.

source: Edit
pt_br: Editar

source: Edit SMTP Account
pt_br: Editar Conta SMTP

source: email(s) every
pt_br: e-mail(s) a cada

source: Emails per Cycle
pt_br: E-mails por Ciclo

source: Emails will ONLY be sent via SMTP accounts configured in this plugin. If no account is available (limits reached or none configured), emails will remain in the retention queue waiting until an SMTP account becomes available. This is useful if you want to guarantee all emails go through your own SMTP servers.
pt_br: Os e-mails serão enviados SOMENTE por meio das contas SMTP configuradas neste plugin. Se nenhuma conta estiver disponível (limites atingidos ou nenhuma configurada), os e-mails permanecerão na fila de retenção aguardando até que uma conta SMTP fique disponível. Isso é útil se você quiser garantir que todos os e-mails passem por seus próprios servidores SMTP.

source: Emails will wait in the retention queue until an SMTP account with available limits is found.
pt_br: Os e-mails ficarão na fila de retenção até que uma conta SMTP com limites disponíveis seja encontrada.

source: Empty
pt_br: Vazia

source: Enabled
pt_br: Habilitado

source: Encryption
pt_br: Criptografia

source: ERROR
pt_br: ERRO

source: Error
pt_br: Erro

source: Error uploading file. Please try again.
pt_br: Erro ao enviar o arquivo. Tente novamente.

source: Error: Could not store attachments
pt_br: Erro: Não foi possível armazenar os anexos.

source: Errors:
pt_br: Erros:

source: Example 1 (add priority to Woocommerce emails):
pt_br: Exemplo 1 (adicionar prioridade aos e-mails do WooCommerce):

source: Example 1 (instantly send Woocommerce emails):
pt_br: Exemplo 1 (envio instantâneo de e-mails do WooCommerce):

source: Example 2 (add priority to Contact Form 7 form emails):
pt_br: Exemplo 2 (adicionar prioridade aos e-mails do formulário Contact Form 7):

source: Example 2 (instantly send Contact Form 7 form emails):
pt_br: Exemplo 2 (envio instantâneo de e-mails com formulários do Contact Form 7):

source: Example 3 (add priority to WordPress reset password emails):
pt_br: Exemplo 3 (adicionar prioridade aos e-mails de redefinição de senha do WordPress):

source: Example 3 (instantly send WordPress reset password emails):
pt_br: Exemplo 3 (envio instantâneo de e-mails de redefinição de senha do WordPress):

source: Export
pt_br: Exportar

source: Export / Import
pt_br: Exportar/Importar

source: Export Settings
pt_br: Configurações de Exportação

source: Failed after %1$d attempt(s) — %2$s
pt_br: Falha após %1$d tentativa(s) — %2$s

source: Filter
pt_br: Filtro

source: For this you can add the custom <i>`X-Mail-Queue-Prio`</i> header set to <i>`Instant`</i> to your email. These emails are sent instantly circumventing the mail queue. They still appear in the Total Mail Queue log flagged as `instant`.
pt_br: Para isso, você pode adicionar o cabeçalho personalizado <i>`X-Mail-Queue-Prio`</i> definido como <i>`Instant`</i> ao seu e-mail. Esses e-mails são enviados instantaneamente, contornando a fila de e-mails. Eles ainda aparecem no registro da fila de e-mails total sinalizados como `instant`.

source: Force Resend (ignore retry limit)
pt_br: Forçar Reenvio (ignorar limite de tentativas)

source: Force resent — Original: %s
pt_br: Forçar reenvio — Original: %s

source: From
pt_br: De

source: From Email
pt_br: Do E-mail

source: From Name
pt_br: De Nome

source: Headers
pt_br: Cabeçalhos

source: Hi,
pt_br: Oi,

source: High
pt_br: Alto

source: How does this Plugin work?
pt_br: Como funciona este plugin?

source: HTML Body
pt_br: HTML do Corpo

source: HTML Footer
pt_br: HTML do Rodapé

source: HTML Header
pt_br: HTML do Cabeçalho

source: if more than
pt_br: se mais de

source: If more than %1$s emails are waiting in the Queue, WordPress will send an alert email to %2$s.
pt_br: Se houver mais de %1$s e-mails aguardando na fila, o WordPress enviará um e-mail de alerta para %2$s.

source: If sending fails, retry up to
pt_br: Se o envio falhar, tente novamente até

source: If you use SMTP for sending, or an external service like Mailgun, everything will still work as expected.
pt_br: Se você usa SMTP para envio, ou um serviço externo como o Mailgun, tudo continuará funcionando como esperado.

source: If you're using a Caching plugin like %1$s, %2$s or any other caching solution which generates static html-files and serves them to visitors, you'll have to make sure you're calling the %3$s manually every couple of minutes.
pt_br: Se você estiver usando um plugin de cache como %1$s, %2$s ou qualquer outra solução de cache que gere arquivos HTML estáticos e os sirva aos visitantes, você terá que garantir que está chamando o %3$s manualmente a cada poucos minutos.

source: Ignores all SMTP accounts configured in this plugin and any captured configurations. Emails are sent using whatever wp_mail() does by default — which could be the PHP mail() function or another SMTP plugin like WP Mail SMTP.
pt_br: Ignora todas as contas SMTP configuradas neste plugin e quaisquer configurações capturadas. Os e-mails são enviados usando o que a função wp_mail() faz por padrão — que pode ser a função mail() do PHP ou outro plugin SMTP como o WP Mail SMTP.

source: Import
pt_br: Importar

source: Import Settings
pt_br: Configurações de Importação

source: In case this is the usual amount of emails, you can adjust the threshold for alerts in the settings of your Total Mail Queue Plugin.
pt_br: Caso essa seja a quantidade usual de e-mails, você pode ajustar o limite de alertas nas configurações do seu plugin Total Mail Queue.

source: In general, this is no problem at all. We just want to remind you to make sure you're running the Cron manually by calling %s every couple of minutes.
pt_br: Em geral, isso não é problema algum. Apenas queremos lembrar que você deve executar o Cron manualmente, chamando %s a cada poucos minutos.

source: Information: Your common WP Cron is disabled
pt_br: Informação: Seu WP Cron comum está desativado.

source: Interval
pt_br: Intervalo

source: Invalid XML file.
pt_br: Arquivo XML inválido.

source: It looks like you deactivated the WP Cron by <i>define( 'DISABLE_WP_CRON', true )</i>.
pt_br: Parece que você desativou o WP Cron por <i>define( 'DISABLE_WP_CRON', true )</i>.

source: It seems you are using the following plugin(s) that do not use <i>wp_mail()</i>:
pt_br: Parece que você está usando os seguintes plugins que não utilizam a função `wp_mail()`:

source: Keep a maximum of
pt_br: Mantenha um máximo de

source: Keep locked to safely change only limits and other options.
pt_br: Mantenha bloqueado para alterar com segurança apenas os limites e outras opções.

source: Last cron run:
pt_br: Última execução da cron:

source: Last error message was: %s
pt_br: A última mensagem de erro foi: %s

source: Last error message: %s
pt_br: Última mensagem de erro: %s

source: Leave blank to keep the current password.
pt_br: Deixe em branco para manter a senha atual.

source: Loading...
pt_br: Carregando...

source: Log
pt_br: Registro

source: log records.
pt_br: registros de log.

source: Lower number = higher priority.
pt_br: Número menor = prioridade maior.

source: Maximum emails to send per cycle for this account. 0 = use global limit.
pt_br: Número máximo de e-mails a enviar por ciclo para esta conta. 0 = usar o limite global.

source: Maximum time a cron batch can hold the processing lock. If the batch finishes normally, the lock is released immediately. This timeout is a safety net: if PHP crashes mid-batch, the lock expires after this period and the queue resumes automatically. Recommended: %s seconds (5 minutes). Minimum: 30 seconds.
pt_br: Tempo máximo que um lote cron pode manter o bloqueio de processamento. Se o lote terminar normalmente, o bloqueio é liberado imediatamente. Esse tempo limite é uma medida de segurança: se o PHP falhar durante a execução do lote, o bloqueio expira após esse período e a fila é retomada automaticamente. Recomendado: %s segundos (5 minutos). Mínimo: 30 segundos.

source: Maximum time to wait for a response from the SMTP server per email. If the server does not respond within this time, the email is marked as failed and the batch continues to the next email. Recommended: %s seconds. Minimum: 5 seconds.
pt_br: Tempo máximo de espera por uma resposta do servidor SMTP por e-mail. Se o servidor não responder dentro desse tempo, o e-mail será marcado como falho e o lote continuará para o próximo e-mail. Recomendado: %s segundos. Mínimo: 5 segundos.

source: Message
pt_br: Mensagem

source: Message not found
pt_br: Mensagem não encontrada

source: Mind that this is a potential security risk and should be considered carefully. Please use only as an exception.
pt_br: Tenha em mente que isso representa um risco potencial de segurança e deve ser considerado com cautela. Utilize apenas em casos excepcionais.

source: Minimum minutes between sending cycles for this account. 0 = use global interval.
pt_br: Minutos mínimos entre ciclos de envio para esta conta. 0 = usar intervalo global.

source: minute(s)
pt_br: minuto(s)

source: Monthly Limit
pt_br: Limite Mensal

source: More information
pt_br: Mais informações

source: My form builder supports attachments. What about them?
pt_br: Meu construtor de formulários suporta anexos. E quanto a eles?

source: Name
pt_br: Nome

source: Next sending will be triggered in %1$s at %2$s.
pt_br: O próximo envio será acionado em %1$s às %2$s.

source: No
pt_br: Não

source: No alerts will be sent.
pt_br: Nenhum alerta será enviado.

source: No SMTP accounts configured yet.
pt_br: Nenhuma conta SMTP configurada ainda.

source: No, don't worry. This plugin only affects %1$sWHEN%2$s emails are sent, not how. It delays the sending (by the Queue), nonetheless all emails are sent through the standard %3$s function.
pt_br: Não, não se preocupe. Este plugin afeta apenas %1$sQUANDO%2$s os e-mails são enviados, não como. Ele atrasa o envio (pela fila), mas todos os e-mails são enviados pela função padrão %3$s.

source: None
pt_br: Nenhum

source: Operation Mode
pt_br: Modo de Operação

source: Otherwise your normal WP Cron wouldn't be called as often as it should be and scheduled messages would be sent with big delays.
pt_br: Caso contrário, seu WP Cron normal não seria chamado com a frequência necessária e as mensagens agendadas seriam enviadas com grandes atrasos.

source: Password
pt_br: Senha

source: Per Cycle
pt_br: Por Ciclo

source: Permission denied.
pt_br: Permissão negada.

source: Please contact your Administrator. It seems that WordPress is not able to send emails.
pt_br: Por favor, entre em contato com o administrador. Parece que o WordPress não está conseguindo enviar e-mails.

source: Please note:
pt_br: Por favor, observe:

source: Please note: This plugin will only send one alert every six hours.
pt_br: Atenção: Este plugin enviará apenas um alerta a cada seis horas.

source: Please take a close look at the email queue, because it contains more messages than the specified limit.
pt_br: Por favor, verifique atentamente a fila de e-mails, pois ela contém mais mensagens do que o limite especificado.

source: Plugin SMTP only
pt_br: Plugin SMTP apenas

source: Plugin SMTP only — Only send via SMTP accounts configured in this plugin (hold emails if none available)
pt_br: Plugin SMTP apenas — Envie e-mails somente por meio de contas SMTP configuradas neste plugin (retenha os e-mails caso nenhum esteja disponível).

source: Port
pt_br: Porta

source: Priority
pt_br: Prioridade

source: Queue
pt_br: Fila

source: Queue Alerts warn you, if the Queue is longer than usual. You decide at which point you want to be alerted. So you get the chance to have a look if there might be something wrong on the website.
pt_br: Os alertas de fila avisam quando a fila está mais longa que o normal. Você decide quando quer ser alertado, tendo assim a oportunidade de verificar se há algum problema no site.

source: Queue — Retain emails and send via queue
pt_br: Fila — Reter e-mails e enviá-los por meio de fila.

source: Queue:
pt_br: Fila:

source: Recipient
pt_br: Recebedor

source: Resend
pt_br: Reenviar

source: Reset Counters
pt_br: Reiniciar Contadores

source: Result:
pt_br: Resultado:

source: Retention
pt_br: Retenção

source: Retry %1$d/%2$d — %3$s
pt_br: Tentar novamente %1$d/%2$d — %3$s

source: Same situation here. Please make sure you're calling the %s by an external service or your webhoster every couple of minutes.
pt_br: Aqui está a mesma situação. Certifique-se de que está a chamar o %s através de um serviço externo ou do seu fornecedor de alojamento web a cada poucos minutos.

source: Save SMTP Account
pt_br: Salvar conta SMTP

source: second(s)
pt_br: segundo(s)

source: seconds
pt_br: segundos

source: Security check failed!
pt_br: A verificação de segurança falhou!

source: Security check failed. Please reload the page and try again.
pt_br: A verificação de segurança falhou. Recarregue a página e tente novamente.

source: Select all
pt_br: Selecionar tudo

source: Send alert to
pt_br: Enviar alerta para

source: Send Interval (minutes)
pt_br: Intervalo de Envio (minutos)

source: Send max.
pt_br: Enviar no máximo

source: Send Method
pt_br: Método de Envio

source: Send method:
pt_br: Método de envio:

source: Sent
pt_br: Enviado

source: Sent:
pt_br: Enviado:

source: Settings
pt_br: Configurações

source: Settings and SMTP accounts imported successfully.
pt_br: Configurações e contas SMTP importadas com sucesso.

source: SMTP account added.
pt_br: Conta SMTP adicionada.

source: SMTP account deleted.
pt_br: Conta SMTP excluída.

source: SMTP account updated.
pt_br: Conta SMTP atualizada.

source: SMTP Accounts
pt_br: Contas SMTP

source: SMTP accounts:
pt_br: Contas SMTP:

source: SMTP host is required.
pt_br: É necessário um servidor SMTP.

source: SMTP Timeout
pt_br: Tempo Limite SMTP

source: Sorry, your email to %s can't be sent again.
pt_br: Desculpe, seu e-mail para %s não poderá ser reenviado.

source: Subject
pt_br: Assunto

source: Sure! Put a Test Email for %s into the Queue
pt_br: Claro! Coloque um e-mail de teste para %s na fila.

source: Take Control and improve Security of wp_mail(). Queue and log outgoing emails, and get alerted, if your website wants to send more emails than usual.
pt_br: Assuma o controle e melhore a segurança do wp_mail(). Coloque em fila e registre os e-mails enviados e receba alertas caso seu site tente enviar mais e-mails do que o normal.

source: Test Connection
pt_br: Testar Conexão

source: Testing...
pt_br: Testando...

source: Testmail #%s
pt_br: E-mail teste #%s

source: Text
pt_br: Texto

source: The email used to have attachments, which are not available anymore. Only emails without attachments can be resent.
pt_br: O e-mail costumava conter anexos, que não estão mais disponíveis. Somente e-mails sem anexos podem ser reenviados.

source: The following filter(s) on %1$s may interfere with email sending: %2$s. Consider deactivating conflicting email plugins when using SMTP accounts from Total Mail Queue.
pt_br: Os seguintes filtros em %1$s podem interferir no envio de e-mails: %2$s. Considere desativar os plugins de e-mail conflitantes ao usar contas SMTP do Total Mail Queue.

source: The plugin has no impact at the moment, no Mails inside the Queue are going to be sent.
pt_br: O plugin não tem impacto neste momento, nenhum e-mail na fila será enviado.

source: The plugin is currently disabled and has no effect.
pt_br: O plugin está atualmente desativado e não tem efeito.

source: The plugin is disabled
pt_br: O plugin está desativado

source: The plugin is enabled
pt_br: O plugin está ativado.

source: The Queue hasn't been able to be executed since %s.
pt_br: A fila não pôde ser executada desde %s.

source: The Send Method setting controls how emails from the retention queue are delivered. There are three options:
pt_br: A configuração "Método de Envio" controla como os e-mails da fila de retenção são entregues. Existem três opções:

source: The Total Mail Queue Plugin has detected that your website tries to send more emails than expected (currently %s).
pt_br: O plugin Total Mail Queue detectou que seu site está tentando enviar mais e-mails do que o esperado (atualmente %s).

source: There was an error loading the message.
pt_br: Ocorreu um erro ao carregar a mensagem.

source: This file is not a valid Total Mail Queue export.
pt_br: Este arquivo não é uma exportação válida do Total Mail Queue.

source: This is a simple and effective way to improve the security of your WordPress installation.
pt_br: Esta é uma forma simples e eficaz de melhorar a segurança da sua instalação do WordPress.

source: this is an important message from your WordPress website %s.
pt_br: esta é uma mensagem importante do seu site WordPress %s.

source: This is just a test email sent by the Total Mail Queue plugin.
pt_br: Este é apenas um e-mail de teste enviado pelo plugin Total Mail Queue.

source: This is the default. The plugin will first try to use an SMTP account configured in the SMTP Accounts tab. If no SMTP account is available (none configured or all have reached their limits), it will try to replay any captured SMTP configuration from other plugins. If neither is available, it falls back to the standard WordPress wp_mail() function.
pt_br: Esta é a configuração padrão. O plugin primeiro tentará usar uma conta SMTP configurada na aba Contas SMTP. Se nenhuma conta SMTP estiver disponível (nenhuma configurada ou todas atingiram seus limites), ele tentará reproduzir qualquer configuração SMTP capturada de outros plugins. Se nenhuma estiver disponível, ele recorrerá à função padrão do WordPress, wp_mail().

source: This plugin is not supported when using in combination with plugins that do not use the standard <i>wp_mail()</i> function.
pt_br: Este plugin não é compatível quando usado em conjunto com plugins que não utilizam a função padrão <i>wp_mail()</i>.

source: This will replace all current settings and SMTP accounts. Continue?
pt_br: Isso substituirá todas as configurações e contas SMTP atuais. Continuar?

source: Time
pt_br: Tempo

source: time(s) before marking as error.
pt_br: vez(es) antes de marcar como erro.

source: Too low: the lock may expire while a large batch is still sending, allowing overlapping batches (risk of duplicate emails). Too high: if the process crashes, the queue will be blocked until the timeout expires.
pt_br: Muito baixo: o bloqueio pode expirar enquanto um lote grande ainda está sendo enviado, permitindo lotes sobrepostos (risco de e-mails duplicados). Muito alto: se o processo falhar, a fila ficará bloqueada até que o tempo limite expire.

source: Unknown
pt_br: Desconhecido
